Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Account.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Switch things up every now an then with a fresh username that truly represents you.
ar: غيّر الأجواء بين الحين والآخر باسم مستخدم جديد يمثّلك حقًا.
bn: মাঝে মাঝে নতুন একটি ইউজারনেম দিয়ে কিছুটা বদল আনো, যা সত্যিকারভাবে তোমাকে প্রকাশ করে।
cs: Občas to oživ novým uživatelským jménem, které tě opravdu vystihuje.
da: Skift det ud en gang imellem med et nyt brugernavn, der virkelig repræsenterer dig.
de: Bring ab und zu frischen Wind rein mit einem neuen Benutzernamen, der wirklich zu dir passt.
el: Άλλαξε τα πράγματα πού και πού με ένα φρέσκο όνομα χρήστη που σε αντιπροσωπεύει πραγματικά.
es: Cambia de aires de vez en cuando con un nuevo nombre de usuario que de verdad te represente.
es_419: Cambia las cosas de vez en cuando con un nuevo nombre de usuario que realmente te represente.
fa: هر از گاهی با یک نام کاربری تازه که واقعاً معرف خودت باشد، تغییری ایجاد کن.
fi: Piristä silloin tällöin tunnelmaa uudella käyttäjänimellä, joka todella edustaa sinua.
fil: Baguhin ang mga bagay paminsan-minsan gamit ang isang sariwang username na tunay na kumakatawan sa iyo.
fr: Change un peu de temps en temps avec un nouveau nom d’utilisateur qui te représente vraiment.
he: שנו מדי פעם את העניינים עם שם משתמש רענן שמייצג אתכם באמת.
hi: कभी-कभी एक नए username के साथ चीज़ें बदलते रहें जो सचमुच आपको दर्शाता हो।
hu: Dobd fel néha a dolgokat egy új felhasználónévvel, amely igazán téged tükröz.
hy: Ժամանակ առ ժամանակ փոխիր ամեն ինչ նոր օգտանունով, որը իսկապես ներկայացնում է քեզ։
id: Ganti suasana sesekali dengan username baru yang benar-benar mewakili dirimu.
it: Cambia ogni tanto con un nuovo nome utente che ti rappresenta davvero.
ja: ときどき気分を変えて、本当のあなたを表す新しいユーザー名にしよう。
ko: 가끔은 진짜 나를 보여주는 새로운 사용자 이름으로 분위기를 바꿔보세요.
ms: Ubah suasana sekali-sekala dengan username baharu yang benar-benar mewakili diri anda.
nb: Skift det opp innimellom med et nytt brukernavn som virkelig representerer deg.
nl: Gooi het af en toe over een andere boeg met een nieuwe gebruikersnaam die echt bij je past.
pl: Zmieniaj coś od czasu do czasu dzięki świeżej nazwie użytkownika, która naprawdę Cię odzwierciedla.
pt_br: Mude as coisas de vez em quando com um novo nome de usuário que realmente represente você.
pt_pt: Muda as coisas de vez em quando com um novo nome de utilizador que te represente verdadeiramente.
ro: Schimbă lucrurile din când în când cu un nume de utilizator nou, care te reprezintă cu adevărat.
ru: Время от времени меняйте обстановку — выберите новое имя пользователя, которое по-настоящему отражает вас.
sv: Byt upp det då och då med ett nytt användarnamn som verkligen representerar dig.
ta: உங்களை உண்மையாகப் பிரதிபலிக்கும் புதிய பயனர்பெயருடன் அவ்வப்போது மாற்றிக்கொள்ளுங்கள்.
te: నిజంగా మీకు ప్రాతినిధ్యం వహించే తాజా username తో అప్పుడప్పుడు మార్పు తెచ్చుకోండి.
th: เปลี่ยนบรรยากาศบ้างเป็นครั้งคราวด้วยชื่อผู้ใช้ใหม่ที่บ่งบอกความเป็นตัวคุณอย่างแท้จริง
tr: Seni gerçekten yansıtan yepyeni bir kullanıcı adıyla arada bir tarzını değiştir.
uk: Час від часу змінюй щось, обираючи нове ім’я користувача, яке справді відображає тебе.
ur: وقتاً فوقتاً ایک نئے یوزرنیم کے ساتھ تبدیلی لائیں جو واقعی آپ کی نمائندگی کرے۔
vi: Thỉnh thoảng đổi mới với một tên người dùng thật sự đại diện cho bạn.
zh_hans: 时不时换个全新的用户名，让它真正代表你。
zh_hant: 偶爾換個全新、真正代表你的使用者名稱，讓一切煥然一新。

source: Take Photo
ar: التقاط صورة
bn: ছবি তুলুন
cs: Pořídit fotku
da: Tag billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer foto
es_419: Tomar foto
fa: گرفتن عکس
fi: Ota kuva
fil: Kumuha ng Larawan
fr: Prendre une photo
he: צלם תמונה
hi: फ़ोटो लें
hu: Fénykép készítése
hy: Լուսանկարել
id: Ambil Foto
it: Scatta foto
ja: 写真を撮る
ko: 사진 촬영
ms: Ambil Foto
nb: Ta bilde
nl: Maak foto
pl: Zrób zdjęcie
pt_br: Tirar Foto
pt_pt: Tirar Fotografia
ro: Fă o fotografie
ru: Сделать фото
sv: Ta foto
ta: புகைப்படம் எடு
te: ఫోటో తీయండి
th: ถ่ายรูป
tr: Fotoğraf Çek
uk: Зробити фото
ur: تصویر کھینچیں
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
cs: Podmínky používání
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Condiciones de uso
es_419: Términos de uso
fa: شرایط استفاده
fi: Käyttöehdot
fil: Mga Tuntunin ng Paggamit
fr: Conditions d’utilisation
he: תנאי השימוש
hi: उपयोग की शर्तें
hu: Felhasználási feltételek
hy: Օգտագործման պայմաններ
id: Ketentuan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
ms: Syarat Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de Uso
pt_pt: Termos de Utilização
ro: Termeni de utilizare
ru: Условия использования
sv: Användarvillkor
ta: பயன்பாட்டு விதிமுறைகள்
te: వినియోగ నిబంధనలు
th: ข้อกำหนดการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
ur: استعمال کی شرائط
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

source: The code entered is not valid.
ar: الرمز الذي أدخلته غير صالح.
bn: প্রবেশ করানো কোডটি বৈধ নয়।
cs: Zadaný kód není platný.
da: Den indtastede kode er ikke gyldig.
de: Der eingegebene Code ist ungültig.
el: Ο κωδικός που εισαγάγατε δεν είναι έγκυρος.
es: El código introducido no es válido.
es_419: El código ingresado no es válido.
fa: کد واردشده معتبر نیست.
fi: Syötetty koodi ei ole kelvollinen.
fil: Hindi wasto ang inilagay na code.
fr: Le code saisi n’est pas valide.
he: הקוד שהוזן אינו תקין.
hi: दर्ज किया गया कोड मान्य नहीं है।
hu: A megadott kód érvénytelen.
hy: Մուտքագրված կոդը վավեր չէ։
id: Kode yang dimasukkan tidak valid.
it: Il codice inserito non è valido.
ja: 入力されたコードは無効です。
ko: 입력한 코드가 유효하지 않습니다.
ms: Kod yang dimasukkan tidak sah.
nb: Koden du skrev inn, er ikke gyldig.
nl: De ingevoerde code is ongeldig.
pl: Wprowadzony kod jest nieprawidłowy.
pt_br: O código inserido não é válido.
pt_pt: O código introduzido não é válido.
ro: Codul introdus nu este valid.
ru: Введённый код недействителен.
sv: Koden som angavs är inte giltig.
ta: உள்ளிட்ட குறியீடு செல்லுபடியாகாது.
te: నమోదు చేసిన కోడ్ చెల్లదు.
th: รหัสที่กรอกไม่ถูกต้อง
tr: Girilen kod geçerli değil.
uk: Введений код недійсний.
ur: درج کیا گیا کوڈ درست نہیں ہے۔
vi: Mã đã nhập không hợp lệ.
zh_hans: 输入的代码无效。
zh_hant: 輸入的代碼無效。

source: The context is invalid
ar: السياق غير صالح
bn: কনটেক্সটটি অবৈধ
cs: Kontext je neplatný
da: Konteksten er ugyldig
de: Der Kontext ist ungültig
el: Το πλαίσιο δεν είναι έγκυρο
es: El contexto no es válido
es_419: El contexto no es válido
fa: بافت نامعتبر است
fi: Konteksti on virheellinen
fil: Hindi wasto ang context
fr: Le contexte n’est pas valide
he: ההקשר אינו תקין
hi: संदर्भ अमान्य है
hu: A kontextus érvénytelen
hy: Համատեքստը վավեր չէ
id: Konteksnya tidak valid
it: Il contesto non è valido
ja: コンテキストが無効です
ko: 컨텍스트가 유효하지 않습니다
ms: Konteks tidak sah
nb: Konteksten er ugyldig
nl: De context is ongeldig
pl: Kontekst jest nieprawidłowy
pt_br: O contexto é inválido
pt_pt: O contexto é inválido
ro: Contextul este invalid
ru: Контекст недействителен
sv: Kontexten är ogiltig
ta: சூழல் செல்லுபடியாகாது
te: కాంటెక్స్ట్ చెల్లదు
th: บริบทไม่ถูกต้อง
tr: Bağlam geçersiz
uk: Контекст недійсний
ur: سیاق و سباق غلط ہے
vi: Ngữ cảnh không hợp lệ
zh_hans: 上下文无效
zh_hant: 情境無效

source: The user chose to use the fallback
ar: اختار المستخدم استخدام الخيار البديل
bn: ব্যবহারকারী ফলব্যাক ব্যবহার করতে বেছে নিয়েছেন
cs: Uživatel zvolil náhradní možnost
da: Brugeren valgte at bruge reserveløsningen
de: Der Nutzer hat die Ausweichoption gewählt
el: Ο χρήστης επέλεξε να χρησιμοποιήσει την εναλλακτική μέθοδο
es: El usuario eligió usar la alternativa
es_419: El usuario eligió usar la alternativa
fa: کاربر گزینه جایگزین را انتخاب کرد
fi: Käyttäjä valitsi varavaihtoehdon
fil: Pinili ng user na gamitin ang fallback
fr: L’utilisateur a choisi la solution de secours
he: המשתמש בחר להשתמש בחלופה
hi: उपयोगकर्ता ने फ़ॉलबैक का उपयोग करना चुना
hu: A felhasználó a tartalék lehetőséget választotta
hy: Օգտատերն ընտրեց պահեստային տարբերակը
id: Pengguna memilih untuk menggunakan opsi cadangan
it: L'utente ha scelto di usare l'opzione di riserva
ja: ユーザーが代替手段の使用を選択しました
ko: 사용자가 대체 옵션을 선택했습니다
ms: Pengguna memilih untuk menggunakan pilihan sandaran
nb: Brukeren valgte å bruke reservealternativet
nl: De gebruiker koos voor de terugvaloptie
pl: Użytkownik wybrał opcję awaryjną
pt_br: O usuário optou por usar a alternativa
pt_pt: O utilizador optou por usar a alternativa
ro: Utilizatorul a ales să folosească alternativa
ru: Пользователь выбрал запасной вариант
sv: Användaren valde att använda reservalternativet
ta: பயனர் மாற்று வழியைப் பயன்படுத்தத் தேர்ந்தெடுத்தார்
te: వినియోగదారు ఫాల్‌బ్యాక్‌ను ఉపయోగించడాన్ని ఎంచుకున్నారు
th: ผู้ใช้เลือกใช้ตัวเลือกสำรอง
tr: Kullanıcı yedek seçeneği kullanmayı tercih etti
uk: Користувач обрав резервний варіант
ur: صارف نے فال بیک استعمال کرنے کا انتخاب کیا
vi: Người dùng đã chọn dùng phương án dự phòng
zh_hans: 用户选择了使用备用方式
zh_hant: 使用者選擇使用後備方式

source: The user did cancel
ar: ألغى المستخدم العملية
bn: ব্যবহারকারী বাতিল করেছেন
cs: Uživatel akci zrušil
da: Brugeren annullerede
de: Der Nutzer hat abgebrochen
el: Ο χρήστης ακύρωσε
es: El usuario canceló
es_419: El usuario canceló
fa: کاربر لغو کرد
fi: Käyttäjä peruutti
fil: Kinansela ng user
fr: L’utilisateur a annulé
he: המשתמש ביטל
hi: उपयोगकर्ता ने रद्द कर दिया
hu: A felhasználó megszakította a műveletet
hy: Օգտատերը չեղարկեց
id: Pengguna membatalkan
it: L'utente ha annullato
ja: ユーザーがキャンセルしました
ko: 사용자가 취소했습니다
ms: Pengguna telah membatalkan
nb: Brukeren avbrøt
nl: De gebruiker heeft geannuleerd
pl: Użytkownik anulował
pt_br: O usuário cancelou
pt_pt: O utilizador cancelou
ro: Utilizatorul a anulat
ru: Пользователь отменил действие
sv: Användaren avbröt
ta: பயனர் ரத்து செய்தார்
te: వినియోగదారు రద్దు చేశారు
th: ผู้ใช้ยกเลิก
tr: Kullanıcı iptal etti
uk: Користувач скасував
ur: صارف نے منسوخ کر دیا
vi: Người dùng đã hủy
zh_hans: 用户已取消
zh_hant: 使用者已取消

source: The user failed to provide valid credentials
ar: أخفق المستخدم في تقديم بيانات اعتماد صالحة
bn: ব্যবহারকারী বৈধ ক্রেডেনশিয়াল দিতে ব্যর্থ হয়েছেন
cs: Uživateli se nepodařilo zadat platné přihlašovací údaje
da: Brugeren angav ikke gyldige loginoplysninger
de: Der Nutzer hat keine gültigen Anmeldedaten angegeben
el: Ο χρήστης απέτυχε να παράσχει έγκυρα διαπιστευτήρια
es: El usuario no proporcionó credenciales válidas
es_419: El usuario no proporcionó credenciales válidas
fa: کاربر نتوانست اطلاعات ورود معتبر ارائه دهد
fi: Käyttäjä ei antanut kelvollisia kirjautumistietoja
fil: Hindi nakapagbigay ang user ng wastong credentials
fr: L’utilisateur n’a pas fourni d’identifiants valides
he: המשתמש לא סיפק פרטי התחברות תקינים
hi: उपयोगकर्ता मान्य क्रेडेंशियल प्रदान करने में विफल रहा
hu: A felhasználó nem adott meg érvényes hitelesítő adatokat
hy: Օգտատիրոջը չհաջողվեց տրամադրել վավեր մուտքի տվյալներ
id: Pengguna gagal memberikan kredensial yang valid
it: L'utente non ha fornito credenziali valide
ja: ユーザーが有効な認証情報を入力できませんでした
ko: 사용자가 유효한 자격 증명을 제공하지 못했습니다
ms: Pengguna gagal memberikan kelayakan yang sah
nb: Brukeren oppga ikke gyldig innloggingsinformasjon
nl: De gebruiker heeft geen geldige inloggegevens opgegeven
pl: Użytkownik nie podał prawidłowych danych logowania
pt_br: O usuário não forneceu credenciais válidas
pt_pt: O utilizador não forneceu credenciais válidas
ro: Utilizatorul nu a furnizat credențiale valide
ru: Пользователю не удалось предоставить действительные учётные данные
sv: Användaren kunde inte ange giltiga inloggningsuppgifter
ta: பயனர் செல்லுபடியாகும் சான்றுகளை வழங்கத் தவறிவிட்டார்
te: వినియోగదారు చెల్లుబాటు అయ్యే ఆధారాలను అందించడంలో విఫలమయ్యారు
th: ผู้ใช้ไม่สามารถระบุข้อมูลรับรองที่ถูกต้องได้
tr: Kullanıcı geçerli kimlik bilgileri sağlayamadı
uk: Користувачу не вдалося надати дійсні облікові дані
ur: صارف درست اسناد فراہم کرنے میں ناکام رہا
vi: Người dùng không cung cấp được thông tin xác thực hợp lệ
zh_hans: 用户未能提供有效的凭证
zh_hant: 使用者未能提供有效的認證資訊

source: There are no restorable purchases. Only previously bought non-consumable products and auto-renewable subscriptions can be restored.
ar: لا توجد مشتريات قابلة للاستعادة. يمكن استعادة المنتجات غير القابلة للاستهلاك والاشتراكات ذاتية التجديد التي تم شراؤها سابقًا فقط.
bn: পুনরুদ্ধারযোগ্য কোনো ক্রয় নেই। শুধুমাত্র আগে কেনা নন-কনজিউমেবল প্রোডাক্ট এবং স্বয়ংক্রিয়ভাবে নবায়নযোগ্য সাবস্ক্রিপশন পুনরুদ্ধার করা যায়।
cs: Nejsou k dispozici žádné obnovitelné nákupy. Obnovit lze pouze dříve zakoupené nespotřebovatelné produkty a automaticky obnovovaná předplatná.
da: Der er ingen køb, der kan gendannes. Kun tidligere købte ikke-forbrugsvarer og automatisk fornyende abonnementer kan gendannes.
de: Es gibt keine wiederherstellbaren Käufe. Nur zuvor gekaufte nicht-verbrauchbare Produkte und automatisch verlängerbare Abonnements können wiederhergestellt werden.
el: Δεν υπάρχουν αγορές προς επαναφορά. Μόνο μη αναλώσιμα προϊόντα και αυτόματα ανανεούμενες συνδρομές που αγοράστηκαν στο παρελθόν μπορούν να επαναφερθούν.
es: No hay compras que se puedan restaurar. Solo se pueden restaurar los productos no consumibles y las suscripciones de renovación automática adquiridos anteriormente.
es_419: No hay compras restaurables. Solo se pueden restaurar los productos no consumibles comprados anteriormente y las suscripciones de renovación automática.
fa: هیچ خرید قابل بازیابی‌ای وجود ندارد. تنها محصولات غیرمصرفی و اشتراک‌های خودکارِ تمدیدشونده که قبلاً خریداری شده‌اند قابل بازیابی هستند.
fi: Palautettavia ostoja ei ole. Vain aiemmin ostetut kuluvat tuotteet ja automaattisesti uusiutuvat tilaukset voidaan palauttaa.
fil: Walang mga pagbiling maaaring ibalik. Tanging mga dati nang biniling non-consumable na produkto at mga auto-renewable na subscription lamang ang maaaring ibalik.
fr: Aucun achat ne peut être restauré. Seuls les produits non consommables déjà achetés et les abonnements à renouvellement automatique peuvent être restaurés.
he: אין רכישות שניתן לשחזר. ניתן לשחזר רק מוצרים בלתי מתכלים ומינויים מתחדשים אוטומטית שנרכשו בעבר.
hi: पुनर्स्थापित करने योग्य कोई खरीद नहीं है। केवल पहले से खरीदे गए नॉन-कंज़्यूमेबल प्रोडक्ट और स्वतः-नवीनीकरण योग्य सदस्यताएँ ही पुनर्स्थापित की जा सकती हैं।
hu: Nincsenek visszaállítható vásárlások. Csak a korábban megvásárolt, nem fogyasztható termékek és az automatikusan megújuló előfizetések állíthatók vissza.
hy: Վերականգնելի գնումներ չկան։ Վերականգնվել կարող են միայն նախկինում գնված ոչ-սպառվող ապրանքները և ինքնաշխատ երկարաձգվող բաժանորդագրությունները։
id: Tidak ada pembelian yang dapat dipulihkan. Hanya produk non-konsumsi dan langganan perpanjangan otomatis yang dibeli sebelumnya yang dapat dipulihkan.
it: Non ci sono acquisti ripristinabili. È possibile ripristinare solo prodotti non consumabili e abbonamenti a rinnovo automatico acquistati in precedenza.
ja: 復元可能な購入がありません。 復元できるのは、以前に購入した非消耗型の製品と自動更新サブスクリプションのみです。
ko: 복원할 수 있는 구매 항목이 없습니다. 이전에 구매한 비소모성 제품과 자동 갱신 구독만 복원할 수 있습니다.
ms: Tiada pembelian yang boleh dipulihkan. Hanya produk tak boleh guna habis dan langganan auto-pembaharuan yang dibeli sebelum ini boleh dipulihkan.
nb: Det finnes ingen kjøp som kan gjenopprettes. Kun tidligere kjøpte ikke-forbrukbare produkter og automatisk fornybare abonnementer kan gjenopprettes.
nl: Er zijn geen herstelbare aankopen. Alleen eerder gekochte niet-verbruikbare producten en automatisch verlengende abonnementen kunnen worden hersteld.
pl: Brak zakupów do przywrócenia. Przywrócić można tylko wcześniej kupione produkty niekonsumpcyjne oraz subskrypcje odnawiane automatycznie.
pt_br: Não há compras que possam ser restauradas. Apenas produtos não consumíveis e assinaturas com renovação automática comprados anteriormente podem ser restaurados.
pt_pt: Não existem compras restauráveis. Apenas é possível restaurar produtos não consumíveis e subscrições com renovação automática adquiridos anteriormente.
ro: Nu există achiziții care pot fi restabilite. Doar produsele neconsumabile cumpărate anterior și abonamentele cu reînnoire automată pot fi restabilite.
ru: Нет покупок, доступных для восстановления. Восстановить можно только ранее приобретённые непотребляемые продукты и автопродлеваемые подписки.
sv: Det finns inga köp som kan återställas. Endast tidigare köpta icke-förbrukningsbara produkter och automatiskt förnyade prenumerationer kan återställas.
ta: மீட்டமைக்கக்கூடிய கொள்முதல்கள் எதுவும் இல்லை. முன்பு வாங்கிய நுகர்வுசாரா தயாரிப்புகள் மற்றும் தானாக-புதுப்பிக்கக்கூடிய சந்தாக்கள் மட்டுமே மீட்டமைக்க முடியும்.
te: పునరుద్ధరించదగిన కొనుగోళ్లు ఏవీ లేవు. గతంలో కొనుగోలు చేసిన నాన్-కన్స్యూమబుల్ ఉత్పత్తులు మరియు ఆటో-రెన్యూవబుల్ చందాలను మాత్రమే పునరుద్ధరించవచ్చు.
th: ไม่มีรายการซื้อที่สามารถกู้คืนได้ กู้คืนได้เฉพาะสินค้าแบบไม่สิ้นเปลืองและการสมัครสมาชิกแบบต่ออายุอัตโนมัติที่เคยซื้อไว้ก่อนหน้านี้เท่านั้น
tr: Geri yüklenebilecek satın alma yok. Yalnızca daha önce satın alınmış tüketilemez ürünler ve otomatik yenilenen abonelikler geri yüklenebilir.
uk: Немає покупок, які можна відновити. Відновити можна лише раніше придбані неспоживні продукти та підписки з автоматичним поновленням.
ur: بحال کی جا سکنے والی کوئی خریداری موجود نہیں ہے۔ صرف پہلے سے خریدے گئے غیر صَرفی پراڈکٹس اور خودکار تجدید پذیر سبسکرپشنز بحال کی جا سکتی ہیں۔
vi: Không có giao dịch mua nào có thể khôi phục. Chỉ những sản phẩm không tiêu hao và gói đăng ký tự động gia hạn đã mua trước đó mới có thể được khôi phục.
zh_hans: 没有可恢复的购买项目。 仅可恢复此前购买的非消耗型产品和可自动续订的订阅。
zh_hant: 沒有可回復的購買項目。 僅能回復先前購買的非消耗性產品與自動續訂的訂閱。

source: This device
ar: هذا الجهاز
bn: এই ডিভাইস
cs: Toto zařízení
da: Denne enhed
de: Dieses Gerät
el: Αυτή η συσκευή
es: Este dispositivo
es_419: Este dispositivo
fa: این دستگاه
fi: Tämä laite
fil: Ang device na ito
fr: Cet appareil
he: מכשיר זה
hi: यह डिवाइस
hu: Ez az eszköz
hy: Այս սարքը
id: Perangkat ini
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
ms: Peranti ini
nb: Denne enheten
nl: Dit apparaat
pl: To urządzenie
pt_br: Este dispositivo
pt_pt: Este dispositivo
ro: Acest dispozitiv
ru: Это устройство
sv: Den här enheten
ta: இந்த சாதனம்
te: ఈ పరికరం
th: อุปกรณ์นี้
tr: Bu cihaz
uk: Цей пристрій
ur: یہ ڈیوائس
vi: Thiết bị này
zh_hans: 此设备
zh_hant: 此裝置
